backend/models/UserBackend.php

    public static function findIdentity($id)
    {
        return static::findOne(['id' => $id, 'status' => self::STATUS_ACTIVE]);
---
SELECT * FROM `user_backend` WHERE (`id`=1) AND (`status`=1)

    public static function findByUsername($username)
    {
        return static::findOne(['username' => $username, 'status' => self::STATUS_ACTIVE]);
---
SELECT * FROM `user_backend` WHERE (`username`='admin') AND (`status`=1)